Repository: cdcavell/cdcavell.dev
Catalog: Source/Libraries/ClassLibrary.Mvc/Resources/Localization/SharedResource.*.resx
Languages: fr, uk

source: Invalid Model State
fr: État du modèle non valide
uk: Недійсний стан моделі

# Site-Description
source: An ongoing development of a .NET 6.0 MVC application.
fr: Un développement en cours d'une application .NET 6.0 MVC.
uk: Постійна розробка програми .NET 6.0 MVC.

# Site-Title
source: Personal website for Christopher D. Cavell
fr: Site personnel de Christopher D. Cavell
uk: Персональний сайт Крістофера Д. Кавелла

source: Status Code
fr: Code d'état
uk: Код статусу

# StatusCode-100
source: Continue
fr: Continuez
uk: Продовжуйте

# StatusCode-101
source: Switching Protocols
fr: Protocoles de commutation
uk: Протоколи перемикання

# StatusCode-200
source: OK
fr: d'accord
uk: гаразд

# StatusCode-201
source: Created
fr: Établie
uk: Створено

# StatusCode-202
source: Accepted
fr: Accepté
uk: Прийнято

# StatusCode-203
source: Non-Authoritative Information
fr: Informations ne faisant pas autorité
uk: Неавторизована інформація

# StatusCode-204
source: No Content
fr: Pas de contenu
uk: Немає вмісту

# StatusCode-205
source: Reset Content
fr: Réinitialiser le contenu
uk: Скинути вміст

# StatusCode-206
source: Partial Content
fr: Contenu partiel
uk: Частковий вміст

# StatusCode-300
source: Multiple Choices - The requested resource corresponds to any one of a set of representations, each with its own specific location, and agent- driven negotiation information (section 12) is being provided so that the user (or user agent) can select a preferred representation and redirect its request to that location.
fr: Choix multiples - La ressource demandée correspond à l'une quelconque d'un ensemble de représentations, chacune avec son propre emplacement spécifique, et des informations de négociation pilotées par l'agent (section 12) sont fournies afin que l'utilisateur (ou l'agent utilisateur) puisse sélectionner une représentation préférée et rediriger sa demande vers cet emplacement.
uk: Кілька варіантів – запитуваний ресурс відповідає будь-якому з набору представлень, кожне з яких має власне конкретне розташування, і надається керована агентом інформація про переговори (розділ 12), щоб користувач (або агент користувача) міг вибрати бажане представлення. і перенаправити запит на це місце.

# StatusCode-301
source: Moved Permanently - The requested resource has been assigned a new permanent URI and any future references to this resource SHOULD use one of the returned URIs.
fr: Déplacé de façon permanente - La ressource demandée s'est vu attribuer un nouvel URI permanent et toute référence future à cette ressource DEVRAIT utiliser l'un des URI renvoyés.
uk: Переміщено назавжди – запитаному ресурсу було призначено новий постійний URI, і будь-які майбутні посилання на цей ресурс ПОВИННІ використовувати один із повернутих URI.

# StatusCode-302
source: Found - The requested resource resides temporarily under a different URI. Since the redirection might be altered on occasion, the client SHOULD continue to use the Request-URI for future requests.
fr: Trouvé - La ressource demandée réside temporairement sous un URI différent. Étant donné que la redirection peut être modifiée à l'occasion, le client DEVRAIT continuer à utiliser l'URI de demande pour les demandes futures.
uk: Знайдено – запитуваний ресурс тимчасово знаходиться під іншим URI. Оскільки перенаправлення іноді може бути змінено, клієнту СЛІД продовжувати використовувати Request-URI для майбутніх запитів.

# StatusCode-303
source: See Other - The response to the request can be found under a different URI and SHOULD be retrieved using a GET method on that resource.
fr: Voir Autre - La réponse à la demande peut être trouvée sous un URI différent et DEVRAIT être récupérée en utilisant une méthode GET sur cette ressource.
uk: Див. Інше. Відповідь на запит можна знайти за іншим URI і ПОВИННА отримати за допомогою методу GET на цьому ресурсі.

# StatusCode-304
source: Not Modified - If the client has performed a conditional GET request and access is allowed, but the document has not been modified, the server SHOULD respond with this status code. The 304 response MUST NOT contain a message-body, and thus is always terminated by the first empty line after the header fields.
fr: Non modifié - Si le client a effectué une demande GET conditionnelle et que l'accès est autorisé, mais que le document n'a pas été modifié, le serveur DEVRAIT répondre avec ce code d'état. La réponse 304 NE DOIT PAS contenir de corps de message, et se termine donc toujours par la première ligne vide après les champs d'en-tête.
uk: Не змінено – якщо клієнт виконав умовний запит GET і доступ дозволений, але документ не був змінений, сервер ПОВИНЕН відповісти цим кодом стану. Відповідь 304 НЕ ПОВИНЕН містити тіло повідомлення і, таким чином, завжди закінчується першим порожнім рядком після полів заголовка.

# StatusCode-305
source: Use Proxy - The requested resource MUST be accessed through the proxy given by the Location field. The Location field gives the URI of the proxy. The recipient is expected to repeat this single request via the proxy.
fr: Utiliser le proxy - La ressource demandée DOIT être accessible via le proxy donné par le champ Emplacement. Le champ Emplacement donne l'URI du proxy. Le destinataire est censé répéter cette demande unique via le proxy.
uk: Використовувати проксі – доступ до запитуваного ресурсу ПОВИНЕН здійснювати через проксі-сервер, зазначений у полі Місцезнаходження. Поле Location містить URI проксі-сервера. Очікується, що одержувач повторить цей єдиний запит через проксі-сервер.

# StatusCode-306
source: Unused - The 306 status code was used in a previous version of the specification, is no longer used, and the code is reserved.
fr: Inutilisé - Le code d'état 306 était utilisé dans une version précédente de la spécification, n'est plus utilisé et le code est réservé.
uk: Не використовується — код статусу 306 використовувався в попередній версії специфікації, більше не використовується, а код зарезервовано.

# StatusCode-307
source: Temporary Redirect - The requested resource resides temporarily under a different URI. Since the redirection MAY be altered on occasion, the client SHOULD continue to use the Request-URI for future requests.
fr: Redirection temporaire - La ressource demandée réside temporairement sous un URI différent. Étant donné que la redirection PEUT être modifiée à l'occasion, le client DEVRAIT continuer à utiliser l'URI de demande pour les demandes futures.
uk: Тимчасове переспрямування – запитуваний ресурс тимчасово знаходиться під іншим URI. Оскільки перенаправлення МОЖЕ іноді змінюватися, клієнту СЛІД продовжувати використовувати Request-URI для майбутніх запитів.

# StatusCode-400
source: Bad Request - The request could not be understood by the server due to malformed syntax. The client SHOULD NOT repeat the request without modifications.
fr: Solicitud incorrecta: el servidor no pudo entender la solicitud debido a una sintaxis incorrecta. El cliente NO DEBE repetir la solicitud sin modificaciones.
uk: Поганий запит – запит не може бути зрозумілий сервером через неправильний синтаксис. Клієнт НЕ ПОВИНЕН повторювати запит без змін.

# StatusCode-401
source: Unauthorized - The request requires user authentication.
fr: Non autorisé - La demande nécessite l'authentification de l'utilisateur.
uk: Неавторизований – запит вимагає аутентифікації користувача.

# StatusCode-402
source: Payment Required
fr: Paiement Requis
uk: Потрібна оплата

# StatusCode-403
source: Forbidden - The server understood the request, but is refusing to fulfill it. Authorization will not help and the request SHOULD NOT be repeated.
fr: Interdit - Le serveur a compris la demande, mais refuse de la satisfaire. L'autorisation n'aidera pas et la demande NE DEVRAIT PAS être répétée.
uk: Заборонено – сервер зрозумів запит, але відмовляється його виконувати. Авторизація не допоможе, і запит НЕ МАЄ повторюватися.

# StatusCode-404
source: Not Found - The server has not found anything matching the Request-URI. No indication is given of whether the condition is temporary or permanent.
fr: Pas trouvé - Le serveur n'a rien trouvé correspondant à l'URI de demande. Aucune indication n'est donnée quant à savoir si la condition est temporaire ou permanente.
uk: Не знайдено – сервер не знайшов нічого, що відповідає запиту URI. Не вказано, чи є цей стан тимчасовим чи постійним.

# StatusCode-405
source: Method Not Allowed - The method specified in the Request-Line is not allowed for the resource identified by the Request-URI.
fr: Méthode non autorisée - La méthode spécifiée dans la ligne de demande n'est pas autorisée pour la ressource identifiée par l'URI de demande.
uk: Метод не дозволений — метод, зазначений у рядку запиту, не дозволений для ресурсу, визначеного запитом URI.

# StatusCode-406
source: Not Acceptable - The resource identified by the request is only capable of generating response entities which have content characteristics not acceptable according to the accept headers sent in the request.
fr: Non acceptable - La ressource identifiée par la demande est uniquement capable de générer des entités de réponse qui ont des caractéristiques de contenu non acceptables selon les en-têtes d'acceptation envoyés dans la demande.
uk: Неприйнятно – ресурс, ідентифікований запитом, здатний генерувати лише об’єкти відповіді, які мають характеристики вмісту, неприйнятні відповідно до заголовків прийняття, надісланих у запиті.

# StatusCode-407
source: Proxy Authentication Required - This code is similar to 401 (Unauthorized), but indicates that the client must first authenticate itself with the proxy.
fr: Authentification proxy requise - Ce code est similaire à 401 (non autorisé), mais indique que le client doit d'abord s'authentifier auprès du proxy.
uk: Потрібна автентифікація проксі-сервера — цей код схожий на 401 (неавторизований), але вказує, що клієнт повинен спочатку аутентифікуватися за допомогою проксі-сервера.

# StatusCode-408
source: Request Timeout - The client did not produce a request within the time that the server was prepared to wait.
fr: Délai d'expiration de la demande - Le client n'a pas produit de demande pendant le temps que le serveur était prêt à attendre.
uk: Тайм-аут запиту – клієнт не зробив запит протягом часу, який сервер був готовий чекати.

# StatusCode-409
source: Conflict - The request could not be completed due to a conflict with the current state of the resource.
fr: Conflit - La demande n'a pas pu être effectuée en raison d'un conflit avec l'état actuel de la ressource.
uk: Конфлікт – запит не може бути виконано через конфлікт із поточним станом ресурсу.

# StatusCode-410
source: Gone - The requested resource is no longer available at the server and no forwarding address is known. This condition is expected to be considered permanent.
fr: Gone - La ressource demandée n'est plus disponible sur le serveur et aucune adresse de transfert n'est connue. Cette condition devrait être considérée comme permanente.
uk: Зникло – запитаний ресурс більше не доступний на сервері, а адреса пересилання не відома. Очікується, що цей стан буде вважатися постійним.

# StatusCode-411
source: Length Required - The server refuses to accept the request without a defined Content- Length.
fr: Longueur requise - Le serveur refuse d'accepter la demande sans une longueur de contenu définie.
uk: Необхідна довжина — сервер відмовляється прийняти запит без визначеної довжини вмісту.

# StatusCode-412
source: Precondition Failed - The precondition given in one or more of the request-header fields evaluated to false when it was tested on the server.
fr: Échec de la condition préalable - La condition préalable donnée dans un ou plusieurs des champs d'en-tête de demande évalué à faux lorsqu'elle a été testée sur le serveur.
uk: Помилка попередньої умови – передумова, наведена в одному або кількох полях заголовка запиту, оцінена як хибна, коли вона була перевірена на сервері.

# StatusCode-413
source: Request Entity Too Large - The server is refusing to process a request because the request entity is larger than the server is willing or able to process.
fr: Entité de demande trop grande - Le serveur refuse de traiter une demande car l'entité de demande est plus grande que ce que le serveur veut ou peut traiter.
uk: Занадто великий об’єкт запиту – сервер відмовляється обробити запит, оскільки об’єкт запиту є більшим, ніж сервер бажає або може обробити.

# StatusCode-414
source: Request-URI Too Long - The server is refusing to service the request because the Request-URI is longer than the server is willing to interpret.
fr: Request-URI Too Long - Le serveur refuse de traiter la demande car la Request-URI est plus longue que ce que le serveur est prêt à interpréter.
uk: Request-URI занадто довгий – сервер відмовляється обслуговувати запит, оскільки Request-URI довший, ніж сервер готовий інтерпретувати.

# StatusCode-415
source: Unsupported Media Type - The server is refusing to service the request because the entity of the request is in a format not supported by the requested resource for the requested method.
fr: Type de support non pris en charge - Le serveur refuse de traiter la demande car l'entité de la demande est dans un format non pris en charge par la ressource demandée pour la méthode demandée.
uk: Непідтримуваний тип медіа – сервер відмовляється обслуговувати запит, оскільки сутність запиту має формат, який не підтримується запитуваним ресурсом для запитуваного методу.

# StatusCode-416
source: Requested Range Not Satisfiable
fr: Plage demandée non satisfaisante
uk: Запитаний діапазон не задовольняється

# StatusCode-417
source: Expectation Failed - The expectation given in an Expect request-header field (see section 14.20) could not be met by this server, or, if the server is a proxy, the server has unambiguous evidence that the request could not be met by the next-hop server.
fr: Échec de l'attente - L'attente donnée dans un champ d'en-tête de requête Attendre (voir la section 14.20) n'a pas pu être satisfaite par ce serveur, ou, si le serveur est un proxy, le serveur a une preuve sans ambiguïté que la requête ne pourrait pas être satisfaite par le prochain -hop serveur.
uk: Очікування не виконано — очікування, наведене в полі заголовка запиту Expect (див. розділ 14.20), не може бути виконане цим сервером, або, якщо сервер є проксі, сервер має недвозначні докази того, що запит не може бути виконаний наступним - сервер стрибків.

# StatusCode-500
source: Internal Server Error - The server encountered an unexpected condition which prevented it from fulfilling the request.
fr: Erreur de serveur interne - Le serveur a rencontré une condition inattendue qui l'a empêché de répondre à la demande.
uk: Внутрішня помилка сервера. Сервер зіткнувся з несподіваною умовою, яка завадила йому виконати запит.

# StatusCode-501
source: Not Implemented - The server does not support the functionality required to fulfill the request.
fr: Non implémenté - Le serveur ne prend pas en charge la fonctionnalité requise pour répondre à la demande.
uk: Не реалізовано — сервер не підтримує функції, необхідні для виконання запиту.

# StatusCode-502
source: Bad Gateway - The server, while acting as a gateway or proxy, received an invalid response from the upstream server it accessed in attempting to fulfill the request.
fr: Mauvaise passerelle - Le serveur, tout en agissant en tant que passerelle ou proxy, a reçu une réponse invalide du serveur en amont auquel il a accédé en tentant de répondre à la demande.
uk: Поганий шлюз. Сервер, виконуючи роль шлюзу або проксі, отримав недійсну відповідь від вищестоящого сервера, до якого він звертався, намагаючись виконати запит.

# StatusCode-503
source: Service Unavailable - The server is currently unable to handle the request due to a temporary overloading or maintenance of the server.
fr: Service indisponible - Le serveur est actuellement incapable de traiter la demande en raison d'une surcharge ou d'une maintenance temporaire du serveur.
uk: Служба недоступна – сервер наразі не може обробити запит через тимчасове перевантаження або обслуговування сервера.

# StatusCode-504
source: Gateway Timeout - The server, while acting as a gateway or proxy, did not receive a timely response from the upstream server specified by the URI (e.g. HTTP, FTP, LDAP) or some other auxiliary server (e.g. DNS) it needed to access in attempting to complete the request.
fr: Délai d'expiration de la passerelle - Le serveur, tout en agissant en tant que passerelle ou proxy, n'a pas reçu de réponse en temps opportun du serveur en amont spécifié par l'URI (par exemple HTTP, FTP, LDAP) ou un autre serveur auxiliaire (par exemple DNS) auquel il avait besoin d'accéder tenter de répondre à la demande.
uk: Час очікування шлюзу. Сервер, виконуючи роль шлюзу або проксі, не отримав своєчасну відповідь від сервера, що вказується в URI (наприклад, HTTP, FTP, LDAP) або іншого допоміжного сервера (наприклад, DNS), до якого йому потрібно було отримати доступ в намагається виконати запит.

# StatusCode-505
source: HTTP Version Not Supported - The server does not support, or refuses to support, the HTTP protocol version that was used in the request message.
fr: Version HTTP non prise en charge - Le serveur ne prend pas en charge, ou refuse de prendre en charge, la version du protocole HTTP qui a été utilisée dans le message de demande.
uk: Версія HTTP не підтримується – сервер не підтримує або відмовляється підтримувати версію протоколу HTTP, яка була використана в повідомленні запиту.

# StatusCode-600
source: Unknown status code
fr: Code d'état inconnu
uk: Невідомий код статусу

# StatusCode-Title
source: System Error
fr: Erreur système
uk: Системна помилка

source: License
fr: Licence
uk: Ліцензія

source: Culture
uk: Культура

source: About
fr: À propos de
uk: про

source: Version
uk: Версія

source: Sign In
fr: S'identifier
uk: Увійти

source: Sign Off
fr: Approuver
uk: Підписати

# ErrorMessage.Invalid
source: Invalid
fr: Non valide
uk: Недійсний

# ErrorMessage.Required
source: Required
fr: Obligatoire
uk: вимагається

# Email.Noreply
source: This email was sent from and unmonitored email address, please do not reply.
fr: Cet e-mail a été envoyé à partir d'une adresse e-mail non surveillée, veuillez ne pas répondre.
uk: Цей електронний лист надіслано з неконтрольованої електронної адреси, будь ласка, не відповідайте.

# Email.Verify.Body
source: Please submit following link in your web browser for email validation:
fr: Veuillez soumettre le lien suivant dans votre navigateur Web pour validation par e-mail :
uk: Будь ласка, надішліть таке посилання у своєму веб-переглядачі для підтвердження електронної пошти:

# Email.Verify.Subject
source: Registration Validation for CDCavell
fr: Validation de l'inscription au CDCavell
uk: Перевірка реєстрації для CDCavell

source: Request Id
fr: Identifiant de la demande
uk: Ідентифікатор запиту

source: Games
fr: Jeux
uk: Ігри
