Repository: cdcavell/cdcavell.dev
Catalog: Source/Web/cdcavell.dev/Resources/Views/Home/License.*.resx
Languages: ar, es, fr, ja, nl, uk

# license-content-description-3-p3-l1-p6
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ar: يتم توفير البرنامج "كما هو" ، دون ضمان من أي نوع ، صريح أو ضمني ، بما في ذلك على سبيل المثال لا الحصر ضمانات التسويق والملاءمة لغرض معين وعدم الانتهاك. لا يجوز بأي حال من الأحوال المؤلفين أو حقوق الطبع والنشر يكون أصحاب البرامج مسؤولين عن أي مطالبة أو أضرار أو مسؤولية أخرى، سواء في إجراء تعاقدي أو ضرر أو غير ذلك، تنشأ عن البرنامج أو عنه أو فيما يتعلق به أو الاستخدام أو التعاملات الأخرى في البرنامج.
es: EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O DERECHOS DE AUTOR LOS TITULARES SERÁN RESPONSABLES DE CUALQUIER RECLAMACIÓN, DAÑOS U OTRA RESPONSABILIDAD, YA SEA EN UNA ACCIÓN CONTRACTUAL, EXTRACONTRACTUAL O DE OTRO TIPO, QUE SURJA DE, FUERA DE O EN CONEXIÓN CON EL SOFTWARE O EL USO U OTRAS TRANSACCIONES EN EL SOFTWARE.
fr: LE LOGICIEL EST FOURNI « EN L’ÉTAT », SANS GARANTIE D’AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S’Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D’ADÉQUATION À UN USAGE PARTICULIER ET D’ABSENCE DE CONTREFAÇON. EN AUCUN CAS LES AUTEURS OU LES DROITS D’AUTEUR NE PEUVENT LES TITULAIRES SONT RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGE OU AUTRE RESPONSABILITÉ, QUE CE SOIT DANS LE CADRE D’UNE ACTION CONTRACTUELLE, DÉLICTUELLE OU AUTRE, DÉCOULANT DE, HORS OU EN RELATION AVEC LE LOGICIEL OU L’UTILISATION OU D’AUTRES TRANSACTIONS DANS LE LOGICIEL.
ja: 本ソフトウェアは「現状有姿」で提供され、商品性、特定目的への適合性、および非侵害性の保証を含むがこれに限定されない、明示的または黙示的ないかなる種類の保証も伴いません。いかなる場合においても、著者または著作権は、 保有者は、契約、不法行為、またはその他の行為のいずれにおいても、本ソフトウェアまたは本ソフトウェアの使用またはその他の取引に起因、起因、または関連して生じる請求、損害、またはその他の責任について責任を負います。
nl: DE SOFTWARE WORDT GELEVERD "ZOALS DEZE IS", ZONDER ENIGE VORM VAN GARANTIE, EXPLICIET OF IMPLICIET, INCLUSIEF MAAR NIET BEPERKT TOT DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUKMAKENDHEID. IN GEEN GEVAL ZULLEN DE AUTEURS OF HET AUTEURSRECHT HOUDERS ZIJN AANSPRAKELIJK VOOR ELKE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, HETZIJ IN EEN ACTIE VAN CONTRACT, ONRECHTMATIGE DAAD OF ANDERSZINS, VOORTVLOEIEND UIT, UIT OF IN VERBAND MET DE SOFTWARE OF HET GEBRUIK OF ANDERE TRANSACTIES IN DE SOFTWARE.
uk: ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ НАДАЄТЬСЯ «ЯК Є» БЕЗ БУДЬ-ЯКИХ ГАРАНТІЙ, ЯВНИХ АБО НЕЯВНИХ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЬ ГАРАНТІЯМИ ТОВАРНОСТІ, ПРИДАТНОСТІ ДЛЯ ПЕВНОЇ МЕТИ ТА НЕПОРУШЕННЯ ПРАВ. НІ В ЯКОМУ РАЗІ АВТОРИ АБО АВТОРСЬКІ ПРАВА ВЛАСНИКИ НЕСУТЬ ВІДПОВІДАЛЬНІСТЬ ЗА БУДЬ-ЯКІ ПРЕТЕНЗІЇ, ЗБИТКИ АБО ІНШУ ВІДПОВІДАЛЬНІСТЬ, ЯК ПІД ЧАС ДІЇ ДОГОВОРУ, ТАК І ЦИВІЛЬНИХ ПРАВОПОРУШЕНЬ АБО ІНШИМ ЧИНОМ, ЩО ВИНИКАЮТЬ ВНАСЛІДОК, ВНАСЛІДОК АБО У ЗВ'ЯЗКУ З ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ, ВИКОРИСТАННЯМ АБО ІНШИМИ ДІЯМИ В ПРОГРАМНОМУ ЗАБЕЗПЕЧЕННІ.

# license-content-description-3-p3-l2-p1
source: Fonts: SIL OFL 1.1 License
ar: الخطوط: SIL OFL 1.1 ترخيص
es: Fuentes: SIL OFL 1.1 Licencia
fr: Polices: SIL OFL 1.1 Licence
ja: フォント: SIL OFL 1.1 ライセンス
nl: Lettertypen: SIL OFL 1.1-licentie
uk: Шрифти: Ліцензія SIL OFL 1.1

# license-content-description-3-p3-l2-p10
source: "Original Version" refers to the collection of Font Software components as distributed by the Copyright Holder(s).
ar: يشير "الإصدار الأصلي" إلى مجموعة مكونات برنامج الخط على النحو التالي: موزعة من قبل صاحب (أصحاب) حقوق الطبع والنشر.
es: "Versión original" se refiere a la colección de componentes de Font Software como distribuido por el(los) Titular(es) de los Derechos de Autor.
fr: « Version originale » fait référence à la collection de composants du logiciel de polices en tant que distribué(s) par le(s) titulaire(s) des droits d’auteur.
ja: 「オリジナルバージョン」とは、フォントソフトウェアコンポーネントのコレクションを次のように指します。 著作権者によって配布されます。
nl: "Originele versie" verwijst naar de verzameling font software componenten als gedistribueerd door de auteursrechthebbende(n).
uk: "Оригінальна версія" відноситься до колекції компонентів програмного забезпечення шрифтів як розповсюджується Правовласником(ами).

# license-content-description-3-p3-l2-p11
source: "Modified Version" refers to any derivative made by adding to, deleting, or substituting — in part or in whole — any of the components of the Original Version, by changing formats or by porting the Font Software to a new environment.
ar: تشير "النسخة المعدلة" إلى أي مشتق يتم إجراؤه عن طريق الإضافة إلى أو حذف أو حذف أو استبدال - جزئيا أو كليا - بأي من مكونات الإصدار الأصلي، عن طريق تغيير التنسيقات أو عن طريق نقل برنامج الخط إلى بيئة جديدة.
es: "Versión modificada" se refiere a cualquier derivado realizado al agregar, eliminar, o sustituir, en parte o en su totalidad, a cualquiera de los componentes de la Versión original, cambiando los formatos o portando el software de fuentes a un nuevo entorno.
fr: « Version modifiée » fait référence à tout dérivé fait en ajoutant, en supprimant, ou en substituant— en tout ou en partie — l’un des composants de l' Version originale, en changeant de format ou en portant le logiciel de polices vers un nouvel environnement.
ja: 「修正版」とは、追加、削除、削除によって作成された派生物を指します。 または、 元のバージョン、フォーマットの変更、またはフォントソフトウェアの 新しい環境。
nl: "Gewijzigde versie" verwijst naar elke afgeleide die wordt gemaakt door toevoeging aan, verwijdering van, of het geheel of gedeeltelijk vervangen van een van de onderdelen van de Originele versie, door formaten te wijzigen of door de lettertypesoftware over te zetten naar een nieuwe omgeving.
uk: «Модифікована версія» відноситься до будь-якої похідної, зробленої шляхом додавання, видалення, або підставляючи — частково або повністю — будь-який з компонентів Оригінальна версія, змінивши формати або портувавши програмне забезпечення шрифтів на a нове середовище.

# license-content-description-3-p3-l2-p12
source: "Author" refers to any designer, engineer, programmer, technical writer or other person who contributed to the Font Software.
ar: يشير مصطلح "المؤلف" إلى أي مصمم أو مهندس أو مبرمج أو تقني كاتب أو أي شخص آخر ساهم في برنامج الخط.
es: "Autor" se refiere a cualquier diseñador, ingeniero, programador, técnico escritor u otra persona que haya contribuido al Software de fuentes.
fr: « Auteur » désigne tout concepteur, ingénieur, programmeur, technicien écrivain ou autre personne ayant contribué au Logiciel de polices.
ja: 「著者」とは、デザイナー、エンジニア、プログラマー、技術者を指します。 ライターまたはフォントソフトウェアに貢献したその他の人物。
nl: "Auteur" verwijst naar elke ontwerper, ingenieur, programmeur, technische schrijver of andere persoon die heeft bijgedragen aan de Lettertypesoftware.
uk: Під «Автором» мається на увазі будь-який конструктор, інженер, програміст, технічний письменник або інша особа, яка зробила внесок у Програмне забезпечення шрифтів.

# license-content-description-3-p3-l2-p13a
source: PERMISSION & CONDITIONS
ar: الإذن والشروط
es: PERMISO Y CONDICIONES
fr: AUTORISATION & CONDITIONS
ja: 許可と条件
nl: TOESTEMMING &VOORWAARDEN
uk: ДОЗВІЛ & УМОВИ

# license-content-description-3-p3-l2-p13b
source: Permission is hereby granted, free of charge, to any person obtaining a copy of the Font Software, to use, study, copy, merge, embed, modify, redistribute, and sell modified and unmodified copies of the Font Software, subject to the following conditions:
ar: يمنح الإذن بموجب هذا ، مجانا ، لأي شخص يحصل على نسخة من برنامج الخط ، لاستخدام ، دراسة ، نسخ ، دمج ، تضمين ، تعديل ، إعادة توزيع وبيع نسخ معدلة وغير معدلة من الخط البرنامج، وفقا للشروط التالية:
es: Por la presente se concede permiso, de forma gratuita, a cualquier persona que obtenga una copia del Software de fuentes, para usar, estudiar, copiar, fusionar, incrustar, modificar, redistribuir y vender copias modificadas y no modificadas de la fuente Software, sujeto a las siguientes condiciones:
fr: L’autorisation est accordée, gratuitement, à toute personne obtenant une copie du Logiciel de polices, pour utiliser, étudier, copier, fusionner, intégrer, modifier, redistribuer et vendre des copies modifiées et non modifiées de la police Logiciel, sous réserve des conditions suivantes :
ja: 許可は、ここに、無料で、取得するすべての人に付与されます フォントソフトウェアのコピー、使用、研究、コピー、マージ、埋め込み、変更、 フォントの修正されたコピーと変更されていないコピーを再配布し、販売する ソフトウェア (以下の条件に従う場合):
nl: Toestemming wordt hierbij kosteloos verleend aan elke persoon die een kopie van de lettertypesoftware, te gebruiken, te bestuderen, te kopiëren, samen te voegen, in te sluiten, te wijzigen, herdistribueren en verkopen van gewijzigde en ongewijzigde kopieën van het lettertype Software, onder de volgende voorwaarden:
uk: Дозвіл цим надається безкоштовно будь-якій особі, яка отримує копію програмного забезпечення шрифтів для використання, вивчення, копіювання, об'єднання, вбудовування, зміни, розповсюджувати та продавати змінені та немодифіковані копії шрифту Програмне забезпечення, при дотриманні наступних умов:

# license-content-description-3-p3-l2-p14
source: Neither the Font Software nor any of its individual components, in Original or Modified Versions, may be sold by itself.
ar: لا برنامج الخط ولا أي من مكوناته الفردية ، في الإصدارات الأصلية أو المعدلة، يمكن بيعها من تلقاء نفسها.
es: Ni el Software de fuentes ni ninguno de sus componentes individuales, en Versiones Originales o Modificadas, puede ser vendido por sí mismo.
fr: Ni le Logiciel de Polices ni aucun de ses composants individuels, en version originale ou modifiée, peut être vendu par lui-même.
ja: フォントソフトウェアも、その個々のコンポーネントも、 オリジナル版または修正版では、単独で販売することができます。
nl: Noch de Lettertypesoftware, noch een van de afzonderlijke componenten ervan, in originele of gewijzigde versies, kan op zichzelf worden verkocht.
uk: Ні програмне забезпечення шрифтів, ні будь-який з його окремих компонентів, в Оригінальній або Зміненій версіях, може продаватися самостійно.

# license-content-description-3-p3-l2-p15
source: Original or Modified Versions of the Font Software may be bundled, redistributed and/or sold with any software, provided that each copy contains the above copyright notice and this license. These can be included either as stand-alone text files, human-readable headers or in the appropriate machine-readable metadata fields within text or binary files as long as those fields can be easily viewed by the user.
ar: قد يتم تجميع الإصدارات الأصلية أو المعدلة من برنامج الخط ، إعادة توزيعها و / أو بيعها مع أي برنامج ، شريطة أن تكون كل نسخة يحتوي على إشعار حقوق الطبع والنشر أعلاه وهذا الترخيص. هذه يمكن أن تكون مضمنة إما كملفات نصية مستقلة أو رؤوس قابلة للقراءة من قبل الإنسان أو في حقول بيانات التعريف المناسبة القابلة للقراءة آليا داخل النص أو الملفات الثنائية طالما أن هذه الحقول يمكن عرضها بسهولة من قبل المستخدم.
es: Las versiones originales o modificadas del Software de fuentes pueden estar incluidas, redistribuido y/o vendido con cualquier software, siempre que cada copia contiene el aviso de derechos de autor anterior y esta licencia. Estos pueden ser incluidos como archivos de texto independientes, encabezados legibles por humanos o en los campos de metadatos legibles por máquina apropiados dentro del texto o archivos binarios siempre que esos campos puedan ser fácilmente vistos por el usuario.
fr: Les versions originales ou modifiées du logiciel de polices peuvent être regroupées, redistribué et/ou vendu avec tout logiciel, à condition que chaque copie contient l’avis de droit d’auteur ci-dessus et cette licence. Ceux-ci peuvent être inclus sous forme de fichiers texte autonomes, d’en-têtes lisibles par l’homme ou dans les champs de métadonnées appropriés lisibles par machine dans le texte ou fichiers binaires tant que ces champs peuvent être facilement visualisés par l’utilisateur.
ja: フォントソフトウェアのオリジナル版または修正版はバンドルされている場合があります。 ソフトウェアと共に再配布および/または販売(ただし、各コピー 上記の著作権表示と本ライセンスが含まれています。これらは、 スタンドアロンのテキストファイル、人間が読めるヘッダー、または テキスト内の適切な機械可読メタデータフィールドまたは バイナリファイルは、これらのフィールドがユーザーが簡単に表示できる限りです。
nl: Originele of gewijzigde versies van de lettertypesoftware kunnen worden gebundeld, herverdeeld en/of verkocht met software, op voorwaarde dat elk exemplaar bevat de bovenstaande auteursrechtaanduiding en deze licentie. Deze kunnen opgenomen als zelfstandige tekstbestanden, door mensen leesbare headers of in de juiste machineleesbare metadatavelden in tekst of binaire bestanden zolang deze velden gemakkelijk door de gebruiker kunnen worden bekeken.
uk: Оригінальні або модифіковані версії програмного забезпечення шрифтів можуть бути в комплекті, розповсюджується та/або продається з будь-яким програмним забезпеченням за умови, що кожна копія містить вищезазначене повідомлення про авторське право та цю ліцензію. Це можуть бути включаються або як автономні текстові файли, заголовки, які читаються людиною, або у відповідних машиночитаних полях метаданих у тексті або двійкові файли до тих пір, поки ці поля можуть бути легко переглянуті користувачем.

# license-content-description-3-p3-l2-p16
source: No Modified Version of the Font Software may use the Reserved Font Name(s) unless explicit written permission is granted by the corresponding Copyright Holder. This restriction only applies to the primary font name as presented to the users.
ar: لا يجوز لأي إصدار معدل من برنامج الخط استخدام الخط المحجوز الاسم (الأسماء) ما لم يتم منح إذن كتابي صريح من قبل الجهة المقابلة صاحب حقوق الطبع والنشر. ينطبق هذا القيد فقط على اسم الخط الأساسي ك المقدمة للمستخدمين.
es: Ninguna versión modificada del Software de fuentes puede utilizar la fuente reservada Nombre(s) a menos que el permiso explícito por escrito sea otorgado por el correspondiente Titular de los derechos de autor. Esta restricción solo se aplica al nombre de fuente principal como presentado a los usuarios.
fr: Aucune version modifiée du logiciel de polices ne peut utiliser la police réservée Nom(s) sauf autorisation écrite explicite accordée par le Titulaire des droits d’auteur. Cette restriction s’applique uniquement au nom de police principal en tant que présenté aux utilisateurs.
ja: フォントソフトウェアの修正版は、予約フォントを使用することはできません 明示的な書面による許可が対応するものによって付与されていない限り、名前 著作権者。この制限は、プライマリフォント名にのみ適用されます。 ユーザーに提示されます。
nl: Geen enkele gewijzigde versie van de lettertypesoftware mag het gereserveerde lettertype gebruiken Naam/namen, tenzij expliciete schriftelijke toestemming is verleend door de corresponderende Houder van het auteursrecht. Deze beperking is alleen van toepassing op de primaire lettertypenaam als gepresenteerd aan de gebruikers.
uk: Жодна модифікована версія програмного забезпечення шрифтів не може використовувати зарезервований шрифт Ім'я(и), якщо відповідний (-і) не надає явного письмового дозволу Правовласник. Це обмеження застосовується лише до основної назви шрифту як представлені користувачам.

# license-content-description-3-p3-l2-p17
source: The name(s) of the Copyright Holder(s) or the Author(s) of the Font Software shall not be used to promote, endorse or advertise any Modified Version, except to acknowledge the contribution(s) of the Copyright Holder(s) and the Author(s) or with their explicit written permission.
ar: اسم (أسماء) صاحب (أصحاب) حقوق الطبع والنشر أو مؤلف (مؤلفي) الخط لا يجوز استخدام البرامج للترويج أو تأييد أو الإعلان عن أي النسخة المعدلة، باستثناء الإقرار بمساهمة (مساهمات) صاحب (أصحاب) حقوق الطبع والنشر والمؤلف (المؤلفون) أو مع كتابتهم الصريحة إذن.
es: El nombre (s) del titular (s) de los derechos de autor o el (los) autor (s) de la fuente El software no se utilizará para promocionar, respaldar o publicitar ningún Versión modificada, excepto para reconocer la(s) contribución(es) de la(s) Titular(es) de los derechos de autor y del(los) Autor(es) o con su(s) escrito(s) explícito(s) permiso.
fr: Le(s) nom(s) du (des) titulaire(s) des droits d’auteur ou du ou des auteurs de la police Le logiciel ne doit pas être utilisé pour promouvoir, approuver ou annoncer Version modifiée, sauf pour accuser réception de la ou des contributions de l' Titulaire(s) des droits d’auteur et auteur(s) ou avec leur(s) écrit explicite autorisation.
ja: 著作権者またはフォントの作者の名前 ソフトウェアは、宣伝、支持、または宣伝するために使用されてはなりません 改変版(ただし、 著作権者および著作者、または明示的な書面 許可。
nl: De naam(en) van de auteursrechthebbende(n) of de auteur(s) van het lettertype Software mag niet worden gebruikt om enige Gewijzigde versie, behalve om de bijdrage(s) van de Auteursrechthebbende(n) en de Auteur(s) of met hun expliciete geschreven toestemming.
uk: Назва(и) правовласника(ів) або автора(ів) шрифту Програмне забезпечення не може використовуватися для просування, схвалення або реклами будь-яких Змінена версія, за винятком визнання внеску (внесків) Власники авторських прав та автор(и) або з їх явно написаними Дозволу.

# license-content-description-3-p3-l2-p18
source: The Font Software, modified or unmodified, in part or in whole, must be distributed entirely under this license, and must not be distributed under any other license. The requirement for fonts to remain under this license does not apply to any document created using the Font Software.
ar: برنامج الخط، المعدل أو غير المعدل، جزئيا أو كليا، يجب أن تكون موزعة بالكامل بموجب هذا الترخيص ، ويجب ألا تكون موزعة بموجب أي ترخيص آخر. متطلبات الخطوط إلى البقاء تحت هذا الترخيص لا ينطبق على أي مستند تم إنشاؤه باستخدام برنامج الخط.
es: El Software de fuentes, modificado o sin modificar, en parte o en su totalidad, debe distribuirse completamente bajo esta licencia, y no debe ser distribuido bajo cualquier otra licencia. El requisito de que las fuentes Permanecer bajo esta licencia no se aplica a ningún documento creado utilizando el software de fuentes.
fr: Le Logiciel de polices, modifié ou non, en partie ou en totalité, doit être distribué entièrement sous cette licence, et ne doit pas être distribué sous toute autre licence. L’exigence pour les polices à rester sous cette licence ne s’applique à aucun document créé à l’aide du logiciel de polices.
ja: フォントソフトウェア、変更または未変更、一部または全部、 完全にこのライセンスの下で配布されなければならず、 他のライセンスの下で配布されます。フォントの要件 このライセンスの適用は、作成されたドキュメントには適用されません フォントソフトウェアを使用する。
nl: De lettertypesoftware, gewijzigd of ongewijzigd, geheel of gedeeltelijk, moet volledig onder deze licentie worden gedistribueerd en mag niet gedistribueerd onder een andere licentie. De vereiste voor lettertypen om blijven onder deze licentie is niet van toepassing op enig document dat is gemaakt met behulp van de lettertypesoftware.
uk: Програмне забезпечення шрифтів, змінене або не змінене, частково або повністю, повинні бути повністю розподілені за цією ліцензією, і не повинні бути поширюється за будь-якою іншою ліцензією. Вимога до шрифтів до залишатися під цією ліцензією не поширюється на жоден створений документ використання програмного забезпечення шрифтів.

# license-content-description-3-p3-l2-p19a
source: TERMINATION
ar: انهاء
es: TERMINACIÓN
fr: TERMINAISON
ja: 終了
nl: AFLOOP
uk: ПРИПИНЕННЯ

# license-content-description-3-p3-l2-p19b
source: This license becomes null and void if any of the above conditions are not met.
ar: يصبح هذا الترخيص لاغيا وباطلا إذا كان أي من الشروط المذكورة أعلاه لم يتم الوفاء بها.
es: Esta licencia se convierte en nula y sin efecto si alguna de las condiciones anteriores son no se cumple.
fr: Cette licence devient nulle et non avenue si l’une des conditions ci-dessus est non satisfait.
ja: このライセンスは、上記の条件のいずれかが満たされた場合、無効になります。 満たされていません。
nl: Deze licentie wordt nietig als een van de bovenstaande voorwaarden niet gehaald.
uk: Ця ліцензія стає недійсною, якщо будь-яка з перерахованих вище умов є не зустрілися.

# license-content-description-3-p3-l2-p2
source: In the Font Awesome Free download, the SIL OFL license applies to all icons packaged as web and desktop font files.
ar: في تنزيل Font Awesome Free ، ينطبق ترخيص SIL OFL على جميع الرموز يتم تعبئتها كملفات خطوط الويب وسطح المكتب.
es: En la descarga gratuita de Font Awesome, la licencia SIL OFL se aplica a todos los iconos empaquetado como archivos de fuente web y de escritorio.
fr: Dans le téléchargement gratuit de Font Awesome, la licence SIL OFL s’applique à toutes les icônes empaquetés sous forme de fichiers de polices Web et de bureau.
ja: フォント素晴らしい無料ダウンロードでは、SIL OFLライセンスはすべてのアイコンに適用されます Web フォント ファイルとデスクトップ フォント ファイルとしてパッケージ化されます。
nl: In de Font Awesome Free download is de SIL OFL-licentie van toepassing op alle pictogrammen verpakt als web- en bureaubladlettertypebestanden.
uk: У шрифті Awesome Free download ліцензія SIL OFL застосовується до всіх значків, упакованих як файли веб- та настільних шрифтів.

# license-content-description-3-p3-l2-p20a
source: DISCLAIMER
ar: اخلاء المسؤوليه
es: RENUNCIA
fr: DÉMENTI
ja: 免責事項
uk: ЗАСТЕРЕЖЕННЯ
