Repository: cdcavell/cdcavell.dev
Catalog: Source/Web/cdcavell.dev/Resources/Views/Home/License.*.resx
Languages: ar, es, fr, ja, nl, uk

# license-content-description-1-p1
source: MIT License
ar: للتكنولوجياترخيص معهد ماساتشوستس
es: Licencia MIT
fr: Licence MIT
ja: MITライセンス
nl: MIT-licentie
uk: Ліцензія MIT

# license-content-description-1-p2
source: Copyright (c) 2023 Christopher D. Cavell
ar: حقوق النشر (c) 2023 Christopher D. Cavell
es: Derechos de autor (c) 2023 Christopher D. Cavell
uk: Авторські права (c) 2023 Крістофер Д. Кавелл

# license-content-description-1-p3
source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
ar: يُمنح الإذن بموجب هذا ، مجانًا ، لأي شخص يحصل على نسخة من هذا البرنامج وملفات التوثيق المرتبطة به ("البرنامج") ، للتعامل في البرنامج دون قيود ، بما في ذلك على سبيل المثال لا الحصر حقوق الاستخدام والنسخ والتعديل والدمج ونشر و / أو توزيع و / أو ترخيص من الباطن و / أو بيع نسخ من البرنامج ، والسماح للأشخاص الذين تم توفير البرنامج لهم بالقيام بذلك ، وفقًا للشروط التالية:
es: Por la presente se otorga permiso, sin cargo, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el "Software"), para operar con el Software sin restricciones, incluidos, entre otros, los derechos de uso, copia, modificación, fusión , publicar, distribuir, sublicenciar y / o vender copias del Software, y permitir que las personas a quienes se les proporcione el Software lo hagan, sujeto a las siguientes condiciones:
fr: L'autorisation est par la présente accordée, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le "Logiciel"), de traiter le Logiciel sans restriction, y compris, sans limitation, les droits d'utilisation, de copie, de modification, de fusion , publier, distribuer, sous-licencier et/ou vendre des copies du Logiciel, et permettre aux personnes auxquelles le Logiciel est fourni de le faire, sous réserve des conditions suivantes :
ja: これにより、このソフトウェアおよび関連するドキュメントファイル（「ソフトウェア」）のコピーを取得するすべての人に、使用、コピー、変更、マージの権利を含むがこれに限定されない制限なしにソフトウェアを取り扱う許可が無料で付与されます。 、本ソフトウェアのコピーを公開、配布、サブライセンス、および/または販売すること、および本ソフトウェアが提供される人に、以下の条件を条件として、そうすることを許可すること。
nl: Hierbij wordt kosteloos toestemming verleend aan elke persoon die een kopie van deze software en bijbehorende documentatiebestanden (de "Software") verkrijgt, om zonder beperking in de Software te handelen, inclusief maar niet beperkt tot de rechten om te gebruiken, kopiëren, wijzigen, samenvoegen , publiceren, distribueren, in sublicentie geven en/of verkopen van kopieën van de Software, en om personen aan wie de Software wordt geleverd toe te staan ​​dit te doen, onder de volgende voorwaarden:
uk: Цим надається безкоштовно будь-якій особі, яка отримує копію цього програмного забезпечення та пов’язаних файлів документації ("Програмне забезпечення"), діяти з Програмним забезпеченням без обмежень, включаючи, без обмежень, права на використання, копіювання, зміну, злиття , публікувати, розповсюджувати, субліцензувати та/або продавати копії Програмного забезпечення, а також дозволяти особам, яким надається Програмне забезпечення, робити це за наступних умов:

# license-content-description-1-p4
source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
ar: يجب تضمين إشعار حقوق النشر أعلاه وإشعار الإذن هذا في جميع النسخ أو الأجزاء الأساسية من البرنامج.
es: El aviso de copyright anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software.
fr: L'avis de droit d'auteur ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du logiciel.
ja: 上記の著作権表示およびこの許可通知は、本ソフトウェアのすべてのコピーまたは実質的な部分に含まれるものとします。
nl: De bovenstaande copyrightkennisgeving en deze toestemmingskennisgeving zullen worden opgenomen in alle kopieën of substantiële delen van de Software.
uk: Вищенаведене повідомлення про авторські права та це повідомлення про дозвіл будуть включені в усі копії або значні частини Програмного забезпечення.

# license-content-description-1-p5
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ar: يتم توفير البرنامج "كما هو" ، دون أي ضمان من أي نوع ، صريحًا أو ضمنيًا ، بما في ذلك على سبيل المثال لا الحصر ضمانات القابلية للتسويق والملاءمة لغرض معين وعدم الانتهاك. لا يتحمل المؤلفون أو حاملو حقوق الطبع والنشر بأي حال من الأحوال المسؤولية عن أي مطالبة أو أضرار أو أي مسؤولية أخرى ، سواء كان ذلك في إطار عقد أو ضرر أو غير ذلك ، ينشأ عن أو خارج أو فيما يتعلق بالبرنامج أو الاستخدام أو المعاملات الأخرى في البرمجيات.
es: EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS DE COMERCIABILIDAD, APTITUD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE CUALQUIER RECLAMO, DAÑOS U OTRA RESPONSABILIDAD, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O DE OTRO MODO, QUE SURJA DE, FUERA DE O EN RELACIÓN CON EL SOFTWARE O EL USO U OTRAS NEGOCIACIONES EN EL SOFTWARE.
fr: LE LOGICIEL EST FOURNI « EN L'ÉTAT », SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADAPTATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON. EN AUCUN CAS LES AUTEURS OU TITULAIRES DE DROITS D'AUTEUR NE SERONT RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGES OU AUTRE RESPONSABILITÉ, QU'IL SOIT DANS UNE ACTION DE CONTRAT, DÉLIT OU AUTRE, DÉCOULANT DE, OU EN RELATION AVEC LE LOGICIEL OU L'UTILISATION OU D'AUTRES TRANSACTIONS DANS LE LOGICIEL.
ja: 本ソフトウェアは「現状有姿」で提供され、商品性、特定目的への適合性、および非侵害の保証を含むがこれらに限定されない、明示または黙示を問わず、いかなる種類の保証もありません。いかなる場合も、作者または著作権所有者は、契約、不法行為、またはその他の行為にかかわらず、ソフトウェアまたはソフトウェアの使用またはその他の取引に起因する、または関連する、いかなる請求、損害、またはその他の責任についても責任を負わないものとします。ソフトウェア。
nl: DE SOFTWARE WORDT GELEVERD "AS IS", ZONDER ENIGE GARANTIE, EXPLICIET OF IMPLICIET, INCLUSIEF MAAR NIET BEPERKT TOT DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. IN GEEN GEVAL ZULLEN DE AUTEURS OF AUTEURSRECHTHOUDERS AANSPRAKELIJK ZIJN VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, HETZIJ IN EEN OVEREENKOMST, ONRECHTMATIGHEID OF ANDERSZINS, VOORTVLOEIEND UIT, UIT OF IN VERBAND MET DE SOFTWARE OF HET GEBRUIK IN OF DE ANDERE HANDELINGEN SOFTWARE.
uk: ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ НАДАЄТЬСЯ «ЯК Є», БЕЗ БУДЬ-ЯКОГО ВИДУ, ЯВНИХ АБО НЕПРЯКВАНИХ ГАРАНТІЙ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЯ ГАРАНТІЯМИ ПРИГОДНОСТІ ДЛЯ ТОРГОВОГО ЗАБЕЗПЕЧЕННЯ, ПРИДІСТНОСТІ ДЛЯ ОПРЕДЕЛЕНОЇ МЕТИ ТА НЕПОРУШЕННЯ. НІ В НІКОМУ ВИПАДКУ АВТОРИ АБО ВЛАСНИКИ АВТОРСЬКОГО ПРАВ НЕ НЕСУТЬ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ ПРЕЗЕНЗІЇ, ЗБИТКИ ЧИ ІНШУ ВІДПОВІДАЛЬНІСТЬ, ЧТО В ДІЇ ДОГОВОРУ, ДЕЛІКУ ЧИ ІНШЕ, ЩО ВИНИКАЮТЬ З ІНШИХ ЗВ'ЯЗКІВ ЧИ З ІНШИМИ ЗВ'ЯЗКАМИ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ.

# license-section-title
source: Asset Licensing
ar: ترخيص الأصول
es: Licencias de activos
fr: Licences d'actifs
ja: アセットライセンス
nl: Activalicenties
uk: Ліцензування активів

# license-content-subtitle-1
source: Main Website
ar: الموقع الرئيسي
es: Sitio web principal
fr: Site Web principal
ja: メインウェブサイト
nl: Hoofdwebsite
uk: Головний веб-сайт

# license-content-subtitle-2
source: Supporting Assets
ar: الأصول الداعمة
es: Activos de apoyo
fr: Actifs de soutien
ja: 補助資産
nl: Ondersteunende activa
uk: Допоміжні активи

# license-content-description-2-p1
source: The above asset(s) are under MIT/ISC license:
ar: الأصول المذكورة أعلاه تخضع لترخيص معهد ماساتشوستس للتكنولوجيا / مركز الدراسات الدولي:
es: Los activos anteriores están bajo licencia MIT / ISC:
fr: Les actifs ci-dessus sont sous licence MIT/ISC :
ja: 上記の資産はMIT / ISCライセンスの下にあります。
nl: Bovenstaande activa vallen onder de MIT/ISC-licentie:
uk: Наведені вище активи знаходяться під ліцензією MIT/ISC:

# license-content-description-2-p2
source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
ar: يُمنح الإذن بموجب هذا ، مجانًا ، لأي شخص يحصل على نسخة من هذا البرنامج وملفات التوثيق المرتبطة به ("البرنامج") ، للتعامل في البرنامج دون قيود ، بما في ذلك على سبيل المثال لا الحصر حقوق الاستخدام والنسخ والتعديل والدمج ونشر و / أو توزيع و / أو ترخيص من الباطن و / أو بيع نسخ من البرنامج ، والسماح للأشخاص الذين تم توفير البرنامج لهم بالقيام بذلك ، وفقًا للشروط التالية:
es: Por la presente se otorga permiso, sin cargo, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el "Software"), para operar con el Software sin restricciones, incluidos, entre otros, los derechos de uso, copia, modificación, fusión , publicar, distribuir, sublicenciar y / o vender copias del Software, y permitir que las personas a quienes se les proporcione el Software lo hagan, sujeto a las siguientes condiciones:
fr: L'autorisation est par la présente accordée, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le "Logiciel"), de traiter le Logiciel sans restriction, y compris, sans limitation, les droits d'utilisation, de copie, de modification, de fusion , publier, distribuer, sous-licencier et/ou vendre des copies du Logiciel, et permettre aux personnes auxquelles le Logiciel est fourni de le faire, sous réserve des conditions suivantes :
ja: これにより、このソフトウェアおよび関連するドキュメントファイル（「ソフトウェア」）のコピーを取得するすべての人に、使用、コピー、変更、マージの権利を含むがこれに限定されない制限なしにソフトウェアを取り扱う許可が無料で付与されます。 、本ソフトウェアのコピーを公開、配布、サブライセンス、および/または販売すること、および本ソフトウェアが提供される人に、以下の条件を条件として、そうすることを許可すること。
nl: Hierbij wordt kosteloos toestemming verleend aan elke persoon die een kopie van deze software en bijbehorende documentatiebestanden (de "Software") verkrijgt, om zonder beperking in de Software te handelen, inclusief maar niet beperkt tot de rechten om te gebruiken, kopiëren, wijzigen, samenvoegen , publiceren, distribueren, in sublicentie geven en/of verkopen van kopieën van de Software, en om personen aan wie de Software wordt geleverd toe te staan ​​dit te doen, onder de volgende voorwaarden:
uk: Цим надається безкоштовно будь-якій особі, яка отримує копію цього програмного забезпечення та пов’язаних файлів документації ("Програмне забезпечення"), діяти з Програмним забезпеченням без обмежень, включаючи, без обмежень, права на використання, копіювання, зміну, злиття , публікувати, розповсюджувати, субліцензувати та/або продавати копії Програмного забезпечення, а також дозволяти особам, яким надається Програмне забезпечення, робити це за наступних умов:

# license-content-description-2-p3
source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
ar: يجب تضمين إشعار حقوق النشر أعلاه وإشعار الإذن هذا في جميع النسخ أو الأجزاء الأساسية من البرنامج.
es: El aviso de copyright anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software.
fr: L'avis de droit d'auteur ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du logiciel.
ja: 上記の著作権表示およびこの許可通知は、本ソフトウェアのすべてのコピーまたは実質的な部分に含まれるものとします。
nl: De bovenstaande copyrightkennisgeving en deze toestemmingskennisgeving zullen worden opgenomen in alle kopieën of substantiële delen van de Software.
uk: Вищенаведене повідомлення про авторські права та це повідомлення про дозвіл будуть включені в усі копії або значні частини Програмного забезпечення.

# license-content-description-2-p4
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ar: يتم توفير البرنامج "كما هو" ، دون أي ضمان من أي نوع ، صريحًا أو ضمنيًا ، بما في ذلك على سبيل المثال لا الحصر ضمانات القابلية للتسويق والملاءمة لغرض معين وعدم الانتهاك. لا يتحمل المؤلفون أو حاملو حقوق الطبع والنشر بأي حال من الأحوال المسؤولية عن أي مطالبة أو أضرار أو أي مسؤولية أخرى ، سواء كان ذلك في إطار عقد أو ضرر أو غير ذلك ، ينشأ عن أو خارج أو فيما يتعلق بالبرنامج أو الاستخدام أو المعاملات الأخرى في البرمجيات.
es: EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS DE COMERCIABILIDAD, APTITUD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE CUALQUIER RECLAMO, DAÑOS U OTRA RESPONSABILIDAD, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O DE OTRO MODO, QUE SURJA DE, FUERA DE O EN RELACIÓN CON EL SOFTWARE O EL USO U OTRAS NEGOCIACIONES EN EL SOFTWARE.
fr: LE LOGICIEL EST FOURNI « EN L'ÉTAT », SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADAPTATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON. EN AUCUN CAS LES AUTEURS OU TITULAIRES DE DROITS D'AUTEUR NE SERONT RESPONSABLES DE TOUTE RÉCLAMATION, DOMMAGES OU AUTRE RESPONSABILITÉ, QU'IL SOIT DANS UNE ACTION DE CONTRAT, DÉLIT OU AUTRE, DÉCOULANT DE, OU EN RELATION AVEC LE LOGICIEL OU L'UTILISATION OU D'AUTRES TRANSACTIONS DANS LE LOGICIEL.
ja: 本ソフトウェアは「現状有姿」で提供され、商品性、特定目的への適合性、および非侵害の保証を含むがこれらに限定されない、明示または黙示を問わず、いかなる種類の保証もありません。いかなる場合も、作者または著作権所有者は、契約、不法行為、またはその他の行為にかかわらず、ソフトウェアまたはソフトウェアの使用またはその他の取引に起因する、または関連する、いかなる請求、損害、またはその他の責任についても責任を負わないものとします。ソフトウェア。
nl: DE SOFTWARE WORDT GELEVERD "AS IS", ZONDER ENIGE GARANTIE, EXPLICIET OF IMPLICIET, INCLUSIEF MAAR NIET BEPERKT TOT DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. IN GEEN GEVAL ZULLEN DE AUTEURS OF AUTEURSRECHTHOUDERS AANSPRAKELIJK ZIJN VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, HETZIJ IN EEN OVEREENKOMST, ONRECHTMATIGHEID OF ANDERSZINS, VOORTVLOEIEND UIT, UIT OF IN VERBAND MET DE SOFTWARE OF HET GEBRUIK IN OF DE ANDERE HANDELINGEN SOFTWARE.
uk: ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ НАДАЄТЬСЯ «ЯК Є», БЕЗ БУДЬ-ЯКОГО ВИДУ, ЯВНИХ АБО НЕПРЯКВАНИХ ГАРАНТІЙ, ВКЛЮЧАЮЧИ, АЛЕ НЕ ОБМЕЖУЮЧИСЯ ГАРАНТІЯМИ ПРИГОДНОСТІ ДЛЯ ТОРГОВОГО ЗАБЕЗПЕЧЕННЯ, ПРИДІСТНОСТІ ДЛЯ ОПРЕДЕЛЕНОЇ МЕТИ ТА НЕПОРУШЕННЯ. НІ В НІКОМУ ВИПАДКУ АВТОРИ АБО ВЛАСНИКИ АВТОРСЬКОГО ПРАВ НЕ НЕСУТЬ ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ ПРЕЗЕНЗІЇ, ЗБИТКИ ЧИ ІНШУ ВІДПОВІДАЛЬНІСТЬ, ЧТО У ДІЇ ЗА ДОГОВОРУ, ДІЛІКТУ АБО ІНШЕ, ЩО ВИНИКАЮТЬ З ІНШИХ ЗВ'ЯЗКІВ ЧИ ЗА ІНШИМИ ЗВ'ЯЗКАМИ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ.

# license-content-description-3-p1
source: Font Awesome Free is under MIT/SIL OLF/CC license:
ar: الخط رهيبة الحرة تحت رخصة MIT / SIL OLF / CC:
es: Font Awesome Free está bajo licencia MIT/SIL OLF/CC:
fr: Font Awesome Free est sous licence MIT/SIL OLF/CC :
ja: Font Awesome Free は MIT/SIL OLF/CC ライセンスの下にあります:
nl: Font Awesome Free valt onder MIT / SIL OLF / CC-licentie:
uk: Шрифт Awesome Free знаходиться під ліцензією MIT / SIL OLF / CC:

# license-content-description-3-p2
source: Font Awesome Free is free, open source, and GPL friendly. You can use it for commercial projects, open source projects, or really almost whatever you want.
ar: Font Awesome Free مجاني ومفتوح المصدر وصديق ل GPL. يمكنك استخدامه للمشاريع التجارية أو المشاريع مفتوحة المصدر أو أي شيء تريده تقريبا.
es: Font Awesome Free es gratuito, de código abierto y compatible con GPL. Puede usarlo para proyectos comerciales, proyectos de código abierto o realmente casi lo que quiera.
fr: Font Awesome Free est gratuit, open source et compatible avec la GPL. Vous pouvez l’utiliser pour des projets commerciaux, des projets open source ou presque tout ce que vous voulez.
ja: Font Awesome Freeは無料でオープンソースで、GPLにやさしいです。商用プロジェクト、オープンソースプロジェクト、または本当にあなたが望むほとんど何にでも使用できます。
nl: Font Awesome Free is gratis, open source en GPL-vriendelijk. Je kunt het gebruiken voor commerciële projecten, open source-projecten of eigenlijk bijna alles wat je wilt.
uk: Шрифт Awesome Free безкоштовний, з відкритим вихідним кодом і зручний для GPL. Ви можете використовувати його для комерційних проектів, проектів з відкритим кодом або дійсно майже для того, що ви хочете.

# license-content-description-3-p3-l1-p1
source: Code: MIT License
ar: الرمز: ترخيص معهد ماساتشوستس للتكنولوجيا
es: Código: Licencia MIT
fr: Code : Licence MIT
ja: コード: MITライセンス
nl: Code: MIT-licentie
uk: Код: Ліцензія Массачусетського технологічного інституту

# license-content-description-3-p3-l1-p2
source: In the Font Awesome Free download, the MIT license applies to all non-font and non-icon files.
ar: في تنزيل Font Awesome Free ، ينطبق ترخيص MIT على جميع الملفات غير الخطية وغير الرمزية.
es: En la descarga gratuita de Font Awesome, la licencia MIT se aplica a todos los archivos que no son de fuente y sin iconos.
fr: Dans le téléchargement gratuit de Font Awesome, la licence MIT s’applique à tous les fichiers sans police et sans icône.
ja: Font Awesome Freeダウンロードでは、MITライセンスはすべての非フォントファイルと非アイコンファイルに適用されます。
nl: In de Font Awesome Free-download is de MIT-licentie van toepassing op alle niet-lettertype- en niet-pictogrambestanden.
uk: У розділі Шрифт Awesome Free download ліцензія MIT застосовується до всіх файлів без шрифтів і без значків.

# license-content-description-3-p3-l1-p3
source: Copyright 2022 Fonticons, Inc.
ar: حقوق الطبع والنشر 2022 Fonticons, Inc.
es: Derechos de autor 2022 Fonticons, Inc.
fr: Droits d’auteur 2022 Fonticons, Inc.
ja: 著作権2022フォントアイコン、株式会社
nl: Auteursrecht 2022 Fonticons, Inc.
uk: Авторське право 2022 Fonticons, Inc.

# license-content-description-3-p3-l1-p4
source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
ar: يتم منح الإذن بموجب هذا ، مجانا ، لأي شخص يحصل على نسخة من هذا البرنامج وملفات الوثائق المرتبطة به ("البرنامج") ، للتعامل في البرنامج دون قيود ، بما في ذلك على سبيل المثال لا الحصر حقوق استخدام البرنامج ونسخه وتعديله ودمجه ونشره وتوزيعه وترخيصه من الباطن و / أو بيع نسخ منه ، والسماح للأشخاص الذين تم تزويد البرنامج بهم بالقيام بذلك ، تخضع للشروط التالية:
es: Por la presente, se otorga permiso, de forma gratuita, a cualquier persona que obtenga una copia de este software y los archivos de documentación asociados (el "Software"), para tratar con el Software sin restricciones, incluidos, entre otros, los derechos de uso, copia, modificación, fusión, publicación, distribución, sublicencia y / o venta de copias del Software, y para permitir que las personas a las que se proporciona el Software lo hagan, sujeto a las siguientes condiciones:
fr: La permission est accordée par les présentes, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le « Logiciel »), de traiter le Logiciel sans restriction, y compris, sans s’y limiter, les droits d’utilisation, de copie, de modification, de fusion, de publication, de distribution, de sous-licence et/ou de vente de copies du Logiciel, et de permettre aux personnes à qui le Logiciel est fourni de le faire, sous réserve des conditions suivantes :
ja: 本ソフトウェアおよび関連ドキュメント ファイル (以下「本ソフトウェア」といいます) のコピーを入手した者に対し、本ソフトウェアの使用、コピー、修正、マージ、公開、配布、サブライセンス、および/または販売の権利を含むがこれに限定されない制限なく本ソフトウェアを取り扱うこと、および本ソフトウェアが提供されている人物に許可を与える許可は、無償で付与されます。 以下の条件に従うものとします。
nl: Hierbij wordt kosteloos toestemming verleend aan elke persoon die een kopie van deze software en bijbehorende documentatiebestanden (de "Software") verkrijgt, om zonder beperking in de Software te handelen, met inbegrip van maar niet beperkt tot de rechten om de Software te gebruiken, te kopiëren, te wijzigen, samen te voegen, te publiceren, te distribueren, in sublicentie te geven en/of kopieën van de Software te verkopen, en om personen aan wie de Software is geleverd toe te staan dit te doen, onder de volgende voorwaarden:
uk: Цим надається безкоштовний дозвіл будь-якій особі, яка отримує копію цього програмного забезпечення та пов'язані з ним файли документації ("Програмне забезпечення"), на роботу з Програмним забезпеченням без обмежень, включаючи, без обмежень, права на використання, копіювання, зміну, злиття, публікацію, розповсюдження, субліцензію та/або продаж копій Програмного забезпечення, а також на дозвіл особам, яким надається Програмне забезпечення, робити це, при дотриманні наступних умов:

# license-content-description-3-p3-l1-p5
source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
ar: يجب تضمين إشعار حقوق الطبع والنشر أعلاه وإشعار الإذن هذا في جميع النسخ أو أجزاء كبيرة من البرنامج.
es: El aviso de derechos de autor anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software.
fr: L’avis de droit d’auteur ci-dessus et cet avis d’autorisation doivent être inclus dans toutes les copies ou parties substantielles du Logiciel.
ja: 上記の著作権表示およびこの許可通知は、本ソフトウェアのすべてのコピーまたは実質的な部分に含まれるものとします。
nl: De bovenstaande auteursrechtvermelding en deze toestemmingsverklaring worden opgenomen in alle kopieën of substantiële delen van de Software.
uk: Наведене вище повідомлення про авторське право та це повідомлення про дозвіл мають бути включені до всіх копій або значних частин Програмного забезпечення.
