Repository: cdcavell/cdcavell.dev
Catalog: Source/Web/cdcavell.dev/Resources/Views/Home/License.*.resx
Languages: ar, es, fr, ja, nl, uk

# license-content-description-3-p3-l2-p20b
source: THE FONT SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT OF COPYRIGHT, PATENT, TRADEMARK, OR OTHER RIGHT. IN NO EVENT SHALL THE COPYRIGHT HOLDER BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, INCLUDING ANY GENERAL, SPECIAL, INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF THE USE OR INABILITY TO USE THE FONT SOFTWARE OR FROM OTHER DEALINGS IN THE FONT SOFTWARE.
ar: يتم توفير برنامج FONT "كما هو" ، بدون أي ضمان من أي نوع ، صريحة أو ضمنية ، بما في ذلك على سبيل المثال لا الحصر أي ضمانات لـ القابلية للتسويق والملاءمة لغرض معين وعدم الانتهاك حقوق الطبع والنشر أو براءة الاختراع أو العلامة التجارية أو أي حق آخر. لا يجوز في أي حال من الأحوال أن يكون حامل حقوق الطبع والنشر مسؤولاً عن أي مطالبة أو أضرار أو مسؤولية أخرى ، بما في ذلك أي عام أو خاص أو غير مباشر أو عرضي أو تبعي الأضرار ، سواء كانت ناجمة عن عقد أو ضرر أو غير ذلك من أو خارج الاستخدام أو عدم القدرة على استخدام برنامج FONT أو من معاملات أخرى في برنامج FONT.
es: EL SOFTWARE DE FUENTE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO PERO NO LIMITADO A CUALQUIER GARANTÍA DE COMERCIABILIDAD, IDONEIDAD PARA UN FIN DETERMINADO Y NO INFRACCIÓN DE DERECHOS DE AUTOR, PATENTE, MARCA U OTRO DERECHO. EN NINGÚN CASO LA EL TITULAR DE LOS DERECHOS DE AUTOR SERÁ RESPONSABLE DE CUALQUIER RECLAMACIÓN, DAÑOS U OTRA RESPONSABILIDAD, INCLUYENDO CUALQUIER COSA GENERAL, ESPECIAL, INDIRECTA, INCIDENTAL O CONSECUENTE DAÑOS, YA SEA EN ACCIÓN DE CONTRATO, AGRAVIO O DE OTRO TIPO, DERIVADOS DE, FUERA DEL USO O IMPOSIBILIDAD DE UTILIZAR EL SOFTWARE DE FUENTE O DE OTRAS OPERACIONES EN EL SOFTWARE FONT.
fr: LE LOGICIEL DE POLICES EST FOURNI "TEL QUEL", SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, TOUTE GARANTIE DE QUALITÉ MARCHANDE, ADÉQUATION À UN USAGE PARTICULIER ET ABSENCE DE CONTREFAÇON DE COPYRIGHT, BREVET, MARQUE COMMERCIALE OU AUTRE DROIT. EN AUCUN CAS LE LE TITULAIRE DU COPYRIGHT EST RESPONSABLE DE TOUTE RÉCLAMATION, DOMMAGE OU AUTRE RESPONSABILITÉ, Y COMPRIS TOUT GÉNÉRAL, SPÉCIAL, INDIRECT, ACCESSOIRE OU CONSÉCUTIF DOMMAGES, QUE CE SOIT DANS UNE ACTION CONTRACTUELLE, DÉLICTUELLE OU AUTRE, DÉCOULANT DE, HORS DE L'UTILISATION OU DE L'INCAPACITÉ D'UTILISER LE LOGICIEL DE POLICES OU DE AUTRES TRAITEMENTS DANS LE LOGICIEL DE POLICES.
ja: フォント ソフトウェアは「現状のまま」提供され、いかなる種類の保証もありません。 明示または黙示を問わず、以下の保証を含みますが、これらに限定されません。 商品性、特定の目的への適合性、および非侵害性 著作権、特許、商標、またはその他の権利。いかなる場合も、 著作権所有者は、いかなる請求、損害またはその他の責任についても責任を負うものとします。 一般的、特別、間接的、偶発的、または結果的なものを含む 契約、不法行為またはその他の行為にかかわらず、生じた損害 フォント ソフトウェアを使用できない、使用できない、または使用できない フォント ソフトウェアのその他の取引。
nl: DE LETTERTYPESOFTWARE WORDT GELEVERD "AS IS", ZONDER ENIGE GARANTIE, UITDRUKKELIJK OF IMPLICIET, INCLUSIEF MAAR NIET BEPERKT TOT ENIGE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK VAN AUTEURSRECHT, OCTROOI, HANDELSMERK OF ANDER RECHT. IN GEEN GEVAL ZAL DE DE HOUDER VAN HET AUTEURSRECHT AANSPRAKELIJK IS VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, INCLUSIEF ALGEMENE, SPECIALE, INDIRECTE, INCIDENTELE OF GEVOLG SCHADE, UIT EEN OVEREENKOMST, ONRECHTMATIGHEID OF ANDERSZINS, VOORTVLOEIEND VAN, UIT HET GEBRUIK OF ONMOGELIJKHEID OM DE LETTERTYPESOFTWARE TE GEBRUIKEN OF VAN ANDERE HANDELINGEN IN DE LETTERTYPESOFTWARE.
uk: ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ ШРИФТІВ НАДАЄТЬСЯ «ЯК Є», БЕЗ ЖОДНИХ ГАРАНТІЙ, ЯВНИХ АБО НЕПРЯМИХ, ВКЛЮЧАЮЧИ, АРЕМЕ НЕ ОБМЕЖУЮЧИСЬ, БУДЬ-ЯКІ ГАРАНТІЇ КОМЕРЦІЙНА ЦІЛЬНІСТЬ, ПРИДАТНІСТЬ ДЛЯ КОНКРЕТНОЇ МЕТИ ТА ВІДСУМНІСТЬ ПРАВ АВТОРСЬКИХ ПРАВ, ПАТЕНТІВ, ТОВАРНИХ ЗНАКІВ АБО ІНШИХ ПРАВ. У ЖОДНОМУ РАЗІ ВЛАСНИК АВТОРСЬКИХ ПРАВ НЕСЕ ВІДПОВІДАЛЬНІСТЬ ЗА БУДЬ-ЯКУ ПРЕТЕНЗІЮ, ЗБИТКИ АБО ІНШУ ВІДПОВІДАЛЬНІСТЬ, ВКЛЮЧАЮЧИ БУДЬ-ЯКІ ЗАГАЛЬНІ, СПЕЦІАЛЬНІ, НЕПРЯМІ, ВИПАДКОВІ АБО НАСЛІДКОВІ ЗБИТКИ, ЩО ВИНИКАЮТЬ У КОНТРАКТІ, ДЕЛІКТУ ЧИ ІНШИМ ЧИЛОМ ВІД, НЕВИКОРИСТАННЯ АБО НЕМОЖЛИВОСТІ ВИКОРИСТОВУВАТИ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ ШРИФТОВ АБО ВІД ІНШІ ПЕРЕХОДИ З ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ ШРИФТОВ.

# license-content-description-3-p3-l2-p3
source: Copyright (c) 2022 Fonticons, Inc. with Reserved Font Name: "Font Awesome".
ar: حقوق الطبع والنشر (ج) 2022 Fonticons، Inc. مع اسم الخط المحجوز: "الخط رائع".
es: Copyright (c) 2022 Fonticons, Inc. con nombre de fuente reservado: "Font Awesome".
fr: Copyright (c) 2022 Fonticons, Inc. avec nom de police réservé: « Font Awesome ».
ja: 著作権 (c) 2022 Fonticons, Inc. with Reserved Font Name: "Font Awesome".
nl: Copyright (c) 2022 Fonticons, Inc. met gereserveerde lettertypenaam: "Font Awesome".
uk: Авторське право (c) 2022 Fonticons, Inc. із зарезервованою назвою шрифту: "Шрифт чудовий".

# license-content-description-3-p3-l2-p4
source: This Font Software is licensed under the SIL Open Font License, Version 1.1.
ar: برنامج الخط هذا مرخص بموجب ترخيص SIL Open Font ، الإصدار 1.1.
es: Este Software de Fuentes está licenciado bajo la Licencia sil Open Font, Versión 1.1.
fr: Ce logiciel de polices est sous licence SIL Open Font License, version 1.1.
ja: このフォントソフトウェアは、SILオープンフォントライセンス、バージョン1.1の下でライセンスされています。
nl: Deze lettertypesoftware is gelicentieerd onder de SIL Open Font-licentie, versie 1.1.
uk: Це програмне забезпечення для шрифтів ліцензовано за ліцензією SIL Open Font License, версія 1.1.

# license-content-description-3-p3-l2-p5
source: SIL OPEN FONT LICENSE Version 1.1 - 26 February 2007
ar: ترخيص الخط المفتوح SIL الإصدار 1.1 - 26 فبراير 2007
es: SIL OPEN FONT LICENSE Versión 1.1 - 26 de febrero de 2007
fr: SIL OPEN FONT LICENSE Version 1.1 - 26 février 2007
ja: SIL オープンフォントライセンスバージョン 1.1 - 2007 年 2 月 26 日
nl: SIL OPEN FONT LICENSE Versie 1.1 - 26 februari 2007
uk: ЛІЦЕНЗІЯ НА ВІДКРИТИЙ ШРИФТ SIL Версія 1.1 - 26 лютого 2007

# license-content-description-3-p3-l2-p6a
source: PREAMBLE
ar: الديباجه
es: PREÁMBULO
fr: PRÉAMBULE
ja: 前文
nl: PREAMBULE
uk: ПРЕАМБУЛА

# license-content-description-3-p3-l2-p6b
source: The goals of the Open Font License (OFL) are to stimulate worldwide development of collaborative font projects, to support the font creation efforts of academic and linguistic communities, and to provide a free and open framework in which fonts may be shared and improved in partnership with others.
ar: أهداف ترخيص الخط المفتوح (OFL) هي التحفيز في جميع أنحاء العالم تطوير مشاريع الخطوط التعاونية ، لدعم إنشاء الخط جهود المجتمعات الأكاديمية واللغوية، وتوفير بيئة حرة و إطار مفتوح يمكن من خلاله مشاركة الخطوط وتحسينها بالشراكة مع الآخرين.
es: Los objetivos de la Open Font License (OFL) son estimular en todo el mundo desarrollo de proyectos colaborativos de fuentes, para apoyar la creación de fuentes esfuerzos de las comunidades académicas y lingüísticas, y para proporcionar un marco abierto en el que las fuentes se pueden compartir y mejorar en asociación con otros.
fr: Les objectifs de l’Open Font License (OFL) sont de stimuler le monde entier développement de projets de polices collaboratifs, pour soutenir la création de polices les efforts des communautés académiques et linguistiques, et de fournir un cadre ouvert dans lequel les polices peuvent être partagées et améliorées en partenariat avec d’autres.
ja: オープンフォントライセンス(OFL)の目標は、世界中の人々を刺激することです フォント作成をサポートするための共同フォントプロジェクトの開発 学術・言語コミュニティの努力と、 フォントが他の人と提携して共有および改善される可能性のあるオープンフレームワーク。
nl: De doelen van de Open Font License (OFL) zijn om wereldwijd te stimuleren ontwikkeling van collaboratieve lettertypeprojecten, ter ondersteuning van het maken van lettertypen inspanningen van academische en taalkundige gemeenschappen, en om een gratis en open framework waarin lettertypen kunnen worden gedeeld en verbeterd in samenwerking met anderen.
uk: Цілями ліцензії на відкриті шрифти (OFL) є стимулювання у всьому світі розробка спільних проектів шрифтів, для підтримки створення шрифтів зусиль академічних та мовних спільнот, а також забезпечити вільне та відкритий фреймворк, в якому шрифти можуть бути спільними та вдосконаленими у партнерстві з іншими.

# license-content-description-3-p3-l2-p7
source: The OFL allows the licensed fonts to be used, studied, modified and redistributed freely as long as they are not sold by themselves. The fonts, including any derivative works, can be bundled, embedded, redistributed and/or sold with any software provided that any reserved names are not used by derivative works. The fonts and derivatives, however, cannot be released under any other type of license. The requirement for fonts to remain under this license does not apply to any document created using the fonts or their derivatives.
ar: يسمح OFL باستخدام الخطوط المرخصة ودراستها وتعديلها و يعاد توزيعها بحرية طالما لم يتم بيعها بأنفسهم. ال يمكن تجميع الخطوط ، بما في ذلك أي أعمال مشتقة ، أعيد توزيعها و / أو بيعها مع أي برنامج بشرط أن يكون أي منها محجوزًا الأسماء لا تستخدم من قبل الأعمال المشتقة. الخطوط والمشتقات ، ومع ذلك ، لا يمكن تحريره بموجب أي نوع آخر من الترخيص. ال لا ينطبق شرط بقاء الخطوط تحت هذا الترخيص إلى أي مستند تم إنشاؤه باستخدام الخطوط أو مشتقاتها.
es: La OFL permite utilizar, estudiar, modificar y redistribuidos libremente siempre que no se vendan por sí mismos. los las fuentes, incluidas las obras derivadas, se pueden agrupar, incrustar, redistribuido y / o vendido con cualquier software siempre que cualquier reservado los nombres no se utilizan en obras derivadas. Las tipografías y derivados, sin embargo, no puede publicarse bajo ningún otro tipo de licencia. los no se aplica el requisito de que las fuentes permanezcan bajo esta licencia a cualquier documento creado utilizando las fuentes o sus derivados.
fr: L'OFL permet aux polices sous licence d'être utilisées, étudiées, modifiées et redistribués librement tant qu'ils ne sont pas vendus par eux-mêmes. La les polices, y compris toutes les œuvres dérivées, peuvent être regroupées, intégrées, redistribué et/ou vendu avec tout logiciel à condition que tout produit réservé les noms ne sont pas utilisés par les œuvres dérivées. Les polices et dérivés, cependant, ne peut être publié sous aucun autre type de licence. La l'exigence que les polices restent sous cette licence ne s'applique pas à tout document créé à l'aide des polices ou de leurs dérivés.
ja: OFL は、ライセンスされたフォントの使用、研究、変更、および使用を許可します。 単独で販売しない限り、再配布は自由です。の 派生物を含むフォントは、バンドル、埋め込み、 予約されていることを条件に、ソフトウェアと共に再配布および/または販売 名前は派生作品では使用されません。フォントと派生物、 ただし、他の種類のライセンスでリリースすることはできません。の フォントがこのライセンスの下に留まるという要件は適用されません フォントまたはその派生物を使用して作成されたドキュメントに。
nl: De OFL staat toe dat de gelicentieerde lettertypen worden gebruikt, bestudeerd, gewijzigd en vrij worden herverdeeld zolang ze niet zelf worden verkocht. De lettertypen, inclusief alle afgeleide werken, kunnen worden gebundeld, ingesloten, gedistribueerd en/of verkocht met software, op voorwaarde dat alle gereserveerde namen worden niet gebruikt door afgeleide werken. De lettertypen en afgeleiden, kan echter niet worden vrijgegeven onder een ander type licentie. De vereiste voor lettertypen om onder deze licentie te blijven is niet van toepassing op elk document dat is gemaakt met behulp van de lettertypen of hun afgeleiden.
uk: OFL дозволяє використовувати ліцензовані шрифти, вивчати, змінювати та вільно перерозповсюджуються, доки вони не продаються самі по собі. The шрифти, включаючи будь-які похідні роботи, можна об’єднувати, вбудовувати, розповсюджується та/або продається з будь-яким програмним забезпеченням за умови, що будь-яке зарезервовано імена не використовуються в похідних роботах. Шрифти та похідні, однак не може бути випущений за жодним іншим типом ліцензії. The вимога щодо збереження шрифтів за цією ліцензією не поширюється до будь-якого документа, створеного за допомогою шрифтів або їх похідних.

# license-content-description-3-p3-l2-p8a
source: DEFINITIONS
ar: التعاريف
es: DEFINICIONES
fr: DÉFINITIONS
ja: 定義
nl: DEFINITIES
uk: ВИЗНАЧЕННЯ

# license-content-description-3-p3-l2-p8b
source: "Font Software" refers to the set of files released by the Copyright Holder(s) under this license and clearly marked as such. This may include source files, build scripts and documentation.
ar: يشير "برنامج الخط" إلى مجموعة الملفات التي أصدرتها حقوق الطبع والنشر صاحب (أصحاب) بموجب هذا الترخيص وملحوظ بوضوح على هذا النحو. قد يؤدي ذلك إلى تضمين الملفات المصدر وإنشاء البرامج النصية والوثائق.
es: "Software de fuentes" se refiere al conjunto de archivos liberados por los derechos de autor Titular(es) bajo esta licencia y claramente marcado como tal. Esto puede incluir archivos de origen, scripts de compilación y documentación.
fr: « Logiciel de polices » fait référence à l’ensemble des fichiers publiés par le Droit d’auteur Titulaire(s) sous cette licence et clairement marqué(s) comme tel. Cela peut inclure des fichiers sources, des scripts de build et de la documentation.
ja: 「フォントソフトウェア」とは、著作権によってリリースされたファイルのセットを指します このライセンスに基づき、そのように明確にマークされている保有者。これは、 ソースファイル、ビルドスクリプト、ドキュメントを含めます。
nl: "Lettertypesoftware" verwijst naar de reeks bestanden die zijn vrijgegeven door het auteursrecht Houder(s) onder deze licentie en duidelijk als zodanig gemarkeerd. Dit kan bronbestanden, buildscripts en documentatie bevatten.
uk: "Програмне забезпечення шрифтів" відноситься до набору файлів, випущених авторським правом Власник(и) за цією ліцензією і чітко позначений як такий. Це може включати вихідні файли, створювати скрипти і документацію.

# license-content-description-3-p3-l2-p9
source: "Reserved Font Name" refers to any names specified as such after the copyright statement(s).
ar: يشير "اسم الخط المحجوز" إلى أي أسماء محددة على هذا النحو بعد بيان (بيانات) حقوق الطبع والنشر.
es: "Nombre de fuente reservado" se refiere a cualquier nombre especificado como tal después de la declaración(es) de derechos de autor.
fr: « Nom de police réservé » fait référence à tous les noms spécifiés comme tels après le déclaration(s) de droit d’auteur.
ja: 「予約フォント名」とは、 著作権に関する声明。
nl: "Gereserveerde lettertypenaam" verwijst naar alle namen die als zodanig zijn opgegeven na de copyright verklaring(en).
uk: "Зарезервоване ім'я шрифту" відноситься до будь-яких імен, указаних як такі після заява(и) про авторське право.

# license-content-description-3-p3-l3-p1
source: Icons: CC BY 4.0 License
ar: الأيقونات: رخصة CC BY 4.0
es: Iconos: Licencia CC BY 4.0
fr: Icônes : licence CC BY 4.0
ja: アイコン: CC BY 4.0 ライセンス
nl: Pictogrammen: CC BY 4.0-licentie
uk: Значки: Ліцензія CC BY 4.0

# license-content-description-3-p3-l3-p2
source: The Font Awesome Free download is licensed under a Creative Commons Attribution 4.0 International License and applies to all icons packaged as SVG and JS file types.
ar: الخط رهيبة تحميل مجاني مرخص بموجب المشاع الإبداعي الإسناد 4.0 رخصة دولية وينطبق على جميع الأيقونات المعبأة كأنواع ملفات SVG و JS.
es: La descarga gratuita de Font Awesome está licenciada bajo un Creative Commons Licencia internacional de atribución 4.0 y se aplica a todos los iconos empaquetados como tipos de archivo SVG y JS.
fr: Le téléchargement gratuit de Font Awesome est sous licence Creative Commons Attribution 4.0 Licence internationale et s’applique à toutes les icônes empaquetées en tant que types de fichiers SVG et JS.
ja: フォント素晴らしい無料ダウンロードは、クリエイティブコモンズの下でライセンスされています 表示 4.0 国際ライセンスおよびパッケージ化されたすべてのアイコンに適用されます。 SVGおよびJSファイルタイプとして。
nl: De Font Awesome Gratis download is gelicentieerd onder een Creative Commons Naamsvermelding 4.0 Internationale licentie en is van toepassing op alle verpakte pictogrammen als SVG- en JS-bestandstypen.
uk: Шрифт Awesome Free download ліцензований під ліцензією Creative Commons Міжнародна ліцензія Attribution 4.0 і застосовується до всіх упакованих значків як типи файлів SVG та JS.

# license-content-description-3-p3-l4-p1
source: Attribution
ar: اسناد
es: Atribución
ja: 帰属
nl: Naamsvermelding
uk: Присвоєння

# license-content-description-3-p3-l4-p2
source: Attribution is required by MIT, SIL OFL, and CC BY licenses. Downloaded Font Awesome Free files already contain embedded comments with sufficient attribution, so you shouldn't need to do anything additional when using these files normally.
ar: الإسناد مطلوب من قبل معهد ماساتشوستس للتكنولوجيا و SIL OFL و CC بواسطة التراخيص. الخط الذي تم تنزيله ملفات مجانية رائعة تحتوي بالفعل على تعليقات مضمنة مع ما يكفي الإسناد ، لذلك يجب ألا تحتاج إلى القيام بأي شيء إضافي عند استخدام هذه الملفات بشكل طبيعي.
es: La atribución es requerida por las licencias MIT, SIL OFL y CC BY. Fuente descargada Los archivos de Awesome Free ya contienen comentarios incrustados con suficiente atribución, por lo que no debería tener que hacer nada adicional al usar estos archivos normalmente.
fr: L’attribution est requise par les licences MIT, SIL OFL et CC BY. Police téléchargée Les fichiers gratuits impressionnants contiennent déjà des commentaires intégrés avec suffisamment de attribution, vous ne devriez donc pas avoir besoin de faire quoi que ce soit de plus lors de l’utilisation de ces fichiers normalement.
ja: 帰属表示は、MIT、SIL OFL、CC BY ライセンスによって要求されます。ダウンロードしたフォント 素晴らしい無料ファイルには、すでに十分なコメントが埋め込まれています 帰属表示なので、これらを使用するときに追加の操作を行う必要はありません ファイルは通常どおりです。
nl: Naamsvermelding is vereist door MIT-, SIL OFL- en CC BY-licenties. Gedownload lettertype Awesome Free-bestanden bevatten al ingesloten opmerkingen met voldoende attributie, dus u hoeft niets extra's te doen bij het gebruik van deze bestanden normaal.
uk: Зазначення авторства вимагається ліцензіями MIT, SIL OFL та CC BY. Завантажений шрифт Дивовижні безкоштовні файли вже містять вбудовані коментарі з достатньою кількістю атрибуція, тому вам не потрібно робити нічого додаткового при їх використанні файли в звичайному режимі.

# license-content-description-3-p3-l5-p1
source: Brand Icons
ar: أيقونات العلامة التجارية
es: Iconos de marca
fr: Icônes de marque
ja: ブランドアイコン
nl: Merk iconen
uk: Значки брендів

# license-content-description-3-p3-l5-p2
source: All brand icons are trademarks of their respective owners. The use of these trademarks does not indicate endorsement of the trademark holder by Font Awesome, nor vice versa. **Please do not use brand logos for any purpose except to represent the company, product, or service to which they refer.**
ar: جميع أيقونات العلامات التجارية هي علامات تجارية لأصحابها. استخدام هذه العلامات التجارية لا تشير إلى تأييد صاحب العلامة التجارية بواسطة الخط رائع ، ولا العكس. ** يرجى عدم استخدام شعارات العلامة التجارية لأي غرض باستثناء لتمثيل الشركة أو المنتج أو الخدمة التي يشيرون إليها.**
es: Todos los iconos de marca son marcas comerciales de sus respectivos propietarios. El uso de estos marcas comerciales no indica el respaldo del titular de la marca comercial por parte de Font Impresionante, ni viceversa. **Por favor, no utilice logotipos de marca para ningún propósito, excepto para representar a la empresa, producto o servicio al que se refieren.**
fr: Toutes les icônes de marque sont des marques commerciales de leurs propriétaires respectifs. L’utilisation de ces marques n’indique pas l’approbation du titulaire de la marque par Font Génial, ni l’inverse. **Veuillez ne pas utiliser les logos de la marque à quelque fin que ce soit, sauf pour représenter l’entreprise, le produit ou le service auquel ils se réfèrent.**
ja: すべてのブランドアイコンは、それぞれの所有者の商標です。これらの使用 商標は、Fontによる商標権者の支持を示すものではありません 素晴らしい、またはその逆も同様です。**ブランドロゴは、目的以外に使用しないでください 参照先の会社、製品、またはサービスを表すため**
nl: Alle merkpictogrammen zijn handelsmerken van hun respectievelijke eigenaren. Het gebruik hiervan handelsmerken duiden niet op goedkeuring van de merkhouder door Font Geweldig, en andersom. **Gebruik geen merklogo's voor welk doel dan ook, behalve om het bedrijf, het product of de dienst te vertegenwoordigen waarnaar ze verwijzen.**
uk: Всі значки бренду є товарними знаками їх відповідних власників. Використання цих торговельні марки не свідчать про схвалення власника торговельної марки шрифтом Чудово, ні навпаки. **Будь ласка, не використовуйте логотипи брендів для будь-яких цілей, крім представляти компанію, продукт або послугу, до яких вони посилаються.**

# license-content-description-4-p1a
source: The above asset is under their
ar: الأصول المذكورة أعلاه تحت
es: El activo anterior está bajo su
fr: L'actif ci-dessus est sous leur
ja: 上記の資産は彼らの下にあります
nl: Het bovenstaande actief is onder hun
uk: Вищезазначений актив знаходиться під їхньою власністю

# license-content-description-4-p1b
source: Standard License
ar: رخصة عادية
es: Licencia estándar
fr: Licence standard
ja: 標準ライセンス
nl: Standaard Licentie
uk: Стандартна ліцензія

# license-content-description-5-p1a
source: The above asset is under
ar: الأصل أعلاه تحت
es: El activo anterior está bajo
fr: L'actif ci-dessus est sous
ja: 上記のアセットは以下にあります
nl: Het bovenstaande actief is onder
uk: Вищевказаний актив знаходиться під

# license-content-description-5-p1b
source: The Code Project Open License (CPOL) 1.02
ar: رخصة مشروع Code Open (CPOL) 1.02
es: La Licencia Abierta del Proyecto de Código (CPOL) 1.02
fr: La licence ouverte de projet de code (CPOL) 1.02
ja: コード プロジェクト オープン ライセンス (CPOL) 1.02
nl: De Code Project Open Licentie (CPOL) 1.02
uk: Відкрита ліцензія проекту Code (CPOL) 1.02
